const cardData = [
  {
    id: 1,
    title: "ลำปาง",
    description1: "สถานที่น่าสนใจ: เมืองเก่าในสไตล์ล้านนา โดดเด่นด้วยสถาปัตยกรรมไม้สัก และมีรถม้ารอบเมืองให้นั่ง ช่วยให้คุณสัมผัสบรรยากาศโบราณได้อย่างใกล้ชิด",
    description2: "กิจกรรมห้ามพลาด: เดินเที่ยวตลาดเช้า ชิมของท้องถิ่น และเที่ยววัดวาอารามเก่าแก่",
    description3: "ที่พักแนะนำ: โรงแรมลำปางเวียงทอง , บ้านเสานัก โฮมสเตย์",
    imageUrl: "ลำปาง.jpeg"
  },
  {
    id: 2,
    title: "ปาย",
    description1: "สถานที่น่าสนใจ: เมืองเล็กที่ผ่อนคลาย เต็มไปด้วยคาเฟ่ และมีเสียงเพลงสดในบาร์ยามค่ำคืน",
    description2: "กิจกรรมห้ามพลาด: แช่น้ำแร่ธรรมชาติ เที่ยวน้ำตก Mo Paeng, Pam Bok และชมวิวที่ Yun Lai Viewpoint, Trekking หมู่บ้านชนเผ่าเผ่ากะเหรี่ยงและอื่น ๆ",
    description3: "ที่พักแนะนำ: PaiApartHotel , Muang Pai Resort",
    imageUrl: "ปาย.jpg"
  },
   {
    id: 3,
    title: "สุโขทัย",
    description1: "สถานที่น่าสนใจ: อดีตเมืองหลวงเก่า สวยงามด้วยอุทยานประวัติศาสตร์สุโขทัย ซึ่งเป็นมรดกโลก (UNESCO)",
    description2: "กิจกรรมห้ามพลาด: ปั่นจักรยานชมโบราณสถาน ชมประติมากรรมสมัยสถาปัตยกรรมไทยโบราณ",
    description3: "ที่พักแนะนำ: ArtHostel At Sukhothai , Ruean Thai Hotel ",
    imageUrl: "สุโขทัย.jpg"
  },
  {
    id: 4,
    title: "ภูชี้ฟ้า",
    description1: "สถานที่น่าสนใจ: ชมวิวทะเลหมอกยามเช้า และดอกซากุระเมืองไทย (Prunus cerasoides) บนเส้นทางภูเขาที่งดงามยามฤดูหนาว",
    description2: "กิจกรรมห้ามพลาด: ตื่นเช้าดูวิวและชมซากุระบาน ณ Sakura Viewpoint ในช่วงธ.ค.–ก.พ.",
    description3: "ที่พักแนะนำ: ไม่มีข้อมูลเฉพาะ",
    imageUrl: "ภูชี้ฟ้า.jpg"
  },
  {
    id: 5,
    title: "เกาะลันตา",
    description1: "สถานที่น่าสนใจ: เกาะบรรยากาศเงียบสงบ หาดทรายสวย น้ำใส เหมาะแก่การดำดิ่งในธรรมชาติหรือดำน้ำตื้น",
    description2: "กิจกรรมห้ามพลาด: ดำน้ำดูปะการัง, พายเรือแคนู, พักผ่อนบนชายหาดเงียบสงบ",
    description3: "ที่พักแนะนำ: Anda Lanta Resort , Blue Andaman Lanta Resort",
    imageUrl: "เกาะลันเตา.jpg"
  },
];

export default cardData;
